<html>

<head>
<title>Helsinki Pipes and Drums - - - ( HISTORIA : S&auml;kkipilli ) - - - </title>
<link href="ulkoasu.css" rel="stylesheet">
</head>


<body>
<div id="otsakesolu">HISTORIA</div>
<p>
<h1>1. S&auml;kkipilli (Sauli Savisalo)</h1>
<p>
S&auml;kkipilli on useita tuhansia vuosia vanha, alunperin ruokosoitin, joka on levinnyt L&auml;hi-Id&auml;st&auml;
kaikkialle maailmaan, erityisesti Eurooppaan. S&auml;kkipillin levi&auml;miseen ovat vaikuttaneet
kansainvaellukset sek&auml; erityisen merkitt&auml;v&auml;sti Rooman imperiumi vuosituhannen alussa. Keskiajalla
s&auml;kkipilli sai Euroopassa erilaisia kansallisia ja paikallisia muotoja soitinrakenteen,
virityksen ja soittotavan mukaan. T&auml;ll&auml;kin hetkell&auml; Euroopassa tunnetaan yli 80 erilaista
s&auml;kkipilli&auml; alkukantaisesta huippunykyaikaiseen.</p><p>
S&auml;kkipilli oli keskiajalla ulkok&auml;ytt&ouml;&ouml;n tarkoitettu soitin, jolla s&auml;estettiin tanssijoita ja
tuotettiin muuta juhlamusiikkia. Juhlien siirrytty&auml; sis&auml;tiloihin ja musiikin monimuotoisuuden
kasvaessa useimpien s&auml;kkipillien &auml;&auml;nen voimakkuutta pienennettiin ja virityst&auml; muutettiin siten,
ett&auml; ne sopivat helpommin soitettavaksi muiden soittimien kanssa.</p>
<p>
Skotlannissa soitettiin ja soitetaan yh&auml; yleisesti yl&auml;maan s&auml;kkipilli&auml; (Great Highland Bagpipe),
joka on aikojen saatossa muuttunut vain v&auml;h&auml;n. Skotlantilaisen kulttuurin nujertamisen yhteydess&auml;
1600- ja 1700-luvuilla s&auml;kkipillin opetus ja soitto tehtiin muiden skotlantilaisten kulttuurin
erityispiirteiden tavoin ankarasti rangaistavaksi. Soittoperinne uhkasi kadota kokonaan.&nbsp;
</p>

<p>
Englanti tarvitsi kuitenkin skottirykmenttien sotilaallista voimaa ja s&auml;kkipillinsoitto j&auml;i n&auml;iss&auml;
eloon. Lis&auml;piirteen&auml; soittoperinteeseen kytkeytyi voimakas sotilasmusiikkiperinne, josta
s&auml;kkipillimusiikki lienee viel&auml;kin parhaiten tunnettu.</p>
<p>Skotlantilaista klassista s&auml;kkipillimusiikkia, piobaireachd´ia, siirrettiin soittajalta ja
sukupolvelta toiselle laulaen erityisell&auml; canntraichd-laulutavalla. Vasta 1800-luvulla musiikkia
ryhdyttiin kirjoittamaan ja taltioimaan l&auml;nsimaisella nuottikirjoituksella. Musiikin ilment&auml;minen
nuotinkirjoituksella ei ole tarkkaa soittimen omaaman miksolyydisen asteikon ja runsaiden
koristekuvioiden vuoksi, mist&auml; johtuen el&auml;v&auml; kosketus opettajan ja opetettavan v&auml;lill&auml; on aina
erityisen v&auml;ltt&auml;m&auml;t&ouml;n.</p>
<p>
Skotlantilainen musiikki ja s&auml;kkipillinsoitto on levinnyt brittil&auml;isen imperiumin ja
skottirykmenttien mukana laajalti ymp&auml;ri maailmaa, mm. Yhdysvaltoihin, Kanadaan, Australiaan,
Etel&auml;-Afrikkaan, Intiaan, Pakistaniin sek&auml; alkuper&auml;isille juurilleen L&auml;hi-It&auml;&auml;n. Erikoisuutena
voitaneen mainita Bretagne, jossa soitin on otettu bretagnelaisen musiikin esitt&auml;misen yhteyteen
bombardien seuraksi. Muualla paikallisen musiikin sovittaminen yl&auml;maan s&auml;kkipillille on ollut
satunnaista.</p>
<p>
Soittokulttuuria on pidetty yll&auml; j&auml;rjest&auml;m&auml;ll&auml; kansainv&auml;list&auml; kilpailutoimintaa ja koulutusta
erityisesti Skotlannissa.</p>
<p>Viimeisen kymmenien vuosien aikana yl&auml;maan s&auml;kkipillin soitto on yleistynyt kaikkialla maailmassa,
my&ouml;s perinteisten alueiden ulkopuolella, ja soiton taso on parantunut merkitt&auml;v&auml;sti - kiitos
matkustusmahdollisuuksien sek&auml; runsaiden ja ansiokkaiden levytysten, joiden mukana parhaiden
soittajien perinne levi&auml;&auml;.</p>
<p>S&auml;kkipillinsoitto on l&auml;htenyt kehittym&auml;&auml;n skotlantilaisesta perinteest&auml; ja saamaan uusia piirteit&auml;
erityisesti Kanadassa ja Australiassa. Uudessa musiikissa on l&ouml;ydetty moni&auml;&auml;nisyytt&auml;, monimutkaisempaa
rytmiikkaa ja onpa soitinta yhdistetty menestyksell&auml; rock-yhtyeiden musiikkiin.</p>
<p>
Yl&auml;maan s&auml;kkipillinsoiton (Great Highland Bagpipe) harrastus tuli Pohjoismaihin laajamittaisemmin
ensimm&auml;isen&auml; Tanskaan ja Ruotsiin noin 30 vuotta sitten. Harrastajia n&auml;iss&auml; maissa on noin 400 yhteens&auml;
yli 20:ss&auml; yhtyeess&auml;.
</p>

<p>
Norjaan ja Suomeen harrastus levisi noin 10 vuotta sitten. Suomessa harrastajia on noin 10 ja yhtyeit&auml;
yksi.<br>
<br>
<h1>2. Helsinki Pipes and Drums</h1>


<!-- ADDENDUM -->
<tr><td>&nbsp;</td></tr>
<!-- ADD PICTURE WITH LINK TO LARGER-->
<tr>
<td class="keskitettysolu">
<p>
<!-- BEGIN PICTURE OF MACGREGOR HIGHLANDERS -->
<!-- PICTURE LINKS TO LARGER PICTURE -->
<a href="http://www.bagpipe.fi/Kuvat/mgh-1240x960.jpg" name="Suurempi kuva MacGregor Highlanders" target="_blank">
<!-- END PICTURE LINK -->
<img src="http://www.bagpipe.fi/Kuvat/mgh-kaustinen.jpg" alt="Klikkaa t&auml;st&auml;, niin saat suuremman kuvan" align="center" border=0>
</a>
<!-- END PICTURE -->
</p>
<!-- END ADD PICTURE WITH LINK TO LARGER-->
<!-- END ADDENDUM -->
<p>&nbsp;</p>
</td></tr>

<p>
Helsinki Pipes and Drums aloitti toimintansa vuonna 1991 MacGregor Highlanders &#150;nimisen&auml;.
Nimi vaihdettiin vuonna 1997. Yhtyeen ansiokkaana johtajana (Pipe Major, P/M) toimi vuoteen 2001
asti Gustav Henriksson. H&auml;nen paikkansa korvasi 2002-2006 Annukka Matilainen. Orkesteria johtaa nyt Eevastiina Korri.
</p>

<p>
Esiintyv&auml;&auml;n kokoonpanoon kuuluu kuusi yl&auml;maan s&auml;kkipillin soittajaa sek&auml; kolme rumpalia.<br>
<br>
Yhtye harjoittelee s&auml;&auml;nn&ouml;llisesti ja on vuosien varrella esiintynyt monilla festivaaleilla,
televisiossa sek&auml; erilaisissa tilaisuuksissa, mm.:<br>
</p>

<ul>
<li>Kaustisten kansanmusiikkijuhlilla kolmena vuonna</li>
<li>Kotkan merip&auml;ivill&auml;</li>
<li>Crusell-viikoilla</li>
<li>Espan lavalla</li>
<li>Aamu-TV:ss&auml;</li>
<li>Hyviss&auml; Herroissa</li>
<li>Oulun Highland Games &#150;tapahtumassa</li>
<li>Long Islandin Highland Games &#150;tapahtumassa New Yorkissa</li>
<li>Pop &amp; Jazz Konservatorion Big Band &#150;katselmuksessa sek&auml;</li>
<li>erilaisissa pienemmiss&auml; tilaisuuksissa</li>
</ul>

<p>
Merkitt&auml;v&auml; osa koulutus- ja kulttuuriyhteistoimintaa tapahtuu pohjoismaisessa yhteisty&ouml;ss&auml;.
Opettajia ja soittajia on useaan kertaan tuotettu Ruotsista. My&ouml;s Skotlannista on pari kertaa k&auml;ynyt 
opettajia Suomessa.
</p>

<p>
Yhtyeen j&auml;senet ovat vuosien mittaan osallistuneet kursseille ja kilpailuihin Tanskassa ja
Ruotsissa. Vuoden 2001 kilpailuissa yhtye sijoittui kolmanneksi omassa sarjassaan ja soittajat saivat 
kaikkiaan kahdeksan palkintoa sarjoissaan, mit&auml; on pidett&auml;v&auml; varsin hyv&auml;n&auml; menestymisen&auml;.<br><br>
Yhtyeen ohjelmisto koostuu l&auml;hinn&auml; perinteisest&auml; skotlantilaisesta musiikista, jonka tyypillisen&auml; osana 
ovat erilaiset marssisikerm&auml;t. Ohjelmistoon kuuluu my&ouml;s nopeampia tanssis&auml;velmi&auml; - strathspey, reel,
jig, hornpipe -sek&auml; my&ouml;s uudempaa moni&auml;&auml;nist&auml; musiikkia jota esitet&auml;&auml;n tarvittaessa s&auml;hk&ouml;isen orkesterin 
s&auml;estyksell&auml;.
</p>

<p>
Esitykset koostetaan kutakin tilaisuutta varten sopiviksi kokonaisuuksiksi, jota voidaan viel&auml; soveltaa
esiintymistilanteessa yleis&ouml;n reagoinnin mukaan. Usein esitys kannattaa yleis&ouml;n 
mielenkiinnon yll&auml;pit&auml;miseksi koostaa lyhyehk&ouml;ist&auml; (5 - 15 min) osista, joita esitet&auml;&auml;n noin 1 - 2 /
tunti sek&auml; yhdest&auml; pidemm&auml;st&auml; 10 - 20 min esityksest&auml;. T&auml;m&auml; rakenne mahdollistaa my&ouml;s soittimien 
vireess&auml; pit&auml;misen.<br><br>
Yhtye esiintyy aina pukeutuneena perinteiseen skotlantilaiseen asuun ja esiintymisiss&auml; noudatetaan
aina perinteisi&auml; muodollisuuksia. Esiintymisten yhteydess&auml; yleis&ouml;ll&auml; on mahdollisuus keskustella
soittajien kanssa s&auml;kkipillinsoitosta ja skotlantilaisesta kulttuurista yleens&auml;.
</p>

<p>
Yhtyeen t&auml;m&auml;n hetken toiminnan keskeiset tavoitteet ovat oppilasm&auml;&auml;r&auml;n kasvattaminen
(s&auml;kkipillinsoittajista kaksi opettaa uusia oppilaita), soittotaidon kartuttaminen sek&auml; n&auml;kyv&auml;mpi
esille tuleminen.<br><br>
Yhtye esiintyy erilaisissa tilaisuuksissa ja k&auml;ytt&auml;&auml; esiintymispalkkiot toimintaansa; mm. opettajien
tuottamiseen Suomeen, kilpailumatkoihin ja varustehankintoihin. 
</p>
<p>
Yhtye on 
tilattavissa ottamalla yhteytt&auml; s&auml;hk&ouml;postiosoitteeseen: 
<br>keikkamyynti'at'bagpipe.fi
</p>

<p>
Lis&auml;tietoja muilta sivuilta osoitteessa
<a href="http://www.bagpipe.fi" name="Helsinki Pipes and Drums">www.bagpipe.fi</a>
</p>

</body>
</html>
