<html>

<head>
<title>Helsinki Pipes and Drums - - - ( TILAA BANDI ) - - - </title>
<link href="ulkoasu.css" rel="stylesheet">
</head>


<body>

<table class="txttaulu">
<tr>
<div id="otsakesolu">TILAUKSET</div>
</tr>

<tr><td>
<img src="Kuvat/name1.gif">
</td></tr>

<tr><td>
<p>
Haluatko juhliisi jotain todella erikoista? Haluatko yll&auml;tt&auml;&auml; yst&auml;v&auml;si 50-vuotisp&auml;iv&auml;n&auml;?
Tarvitsetko firmasi juhliin laadukasta ohjelmaa?</p>

<p><b>Tilaa Helsinki Pipes &amp; Drums!</b></p>

<p>
Voit tilata koko yhtyeen, 5-6 s&auml;kkipilli&auml; ja rumpuja, tai pienempi&auml; 
kokoonpanoja. Pieniin ja keskisuuriin tilaisuuksiin esimerkiksi yksi s&auml;kkipillisti tai pillisti ja marssirumpali luo jo runsaasti 
n&auml;ytt&auml;vyytt&auml;.
</p>

<p>
Yhtyeen ohjelmisto koostuu l&auml;hinn&auml; perinteisest&auml; skotlantilaisesta musiikista, jonka tyypillisen&auml; osana
ovat erilaiset marssit, slow-airit, strathspeyt, reelit, jigit ja
hornpipet. Soitamme my&ouml;s uudempaa moni&auml;&auml;nist&auml; musiikkia.
</p>

<p>Esimerkiksi perinteiset <em>Amazing Grace, Scotland the Brave, </em>h&auml;&auml;suosikki<em> Highland Cathedral, Black Bear, Misty 
Mountains</em>...ja monet 
monet muut ovat soineet soittimistamme lukemattomia kertoja.</p>

<p>
Esitykset koostetaan kutakin tilaisuutta varten sopiviksi kokonaisuuksiksi, jota voidaan viel&auml; muokata
esiintymistilanteessa yleis&ouml;n reagoinnin mukaan. Usein esitys kannattaa yleis&ouml;n mielenkiinnon yll&auml;pit&auml;miseksi
koostaa lyhyehk&ouml;ist&auml; (5 - 15 min) osista, joita esitet&auml;&auml;n noin 1-2 kertaa tunnissa sek&auml; yhdest&auml; pidemm&auml;st&auml; 10 - 20 
minuutin esityksest&auml;. T&auml;m&auml;n kaltainen rakenne mahdollistaa my&ouml;s soittimien vireess&auml; pit&auml;misen.
</p>

<p>
Yhtye esiintyy aina pukeutuneena perinteiseen skotlantilaiseen asuun ja esiintymisiss&auml; noudatetaan aina
perinteisi&auml; muodollisuuksia. Esiintymisten yhteydess&auml; yleis&ouml;ll&auml; on mahdollisuus keskustella soittajien kanssa
s&auml;kkipillinsoitosta ja skotlantilaisesta kulttuurista yleens&auml;. Voimme esimerkiksi opettaa yksinkertaisia skotlantilaisia tansseja 
esiintymisen ohessa, kertoa viskeist&auml; tai mielenkiintoisista yksityiskohdista Skotlannin tai s&auml;kkipillin historiassa...ja paljon muuta.
</p>

<p>P.S.
<br>Frequently Asked Question: 
<br><i>"Soittajan tarvitsisi soittaa vain 2 kappaletta, voiko soittajan saada puoleen hintaan?"</i>.
</p>
<p>Ei.</p> 

<p>Syy: Esiintyminen Teid&auml;n tilaisuudessanne pit&auml;&auml; itse asiassa sis&auml;ll&auml;&auml;n:
<ul>
<li>Vuosien harjoittelun ilman ett&auml; siit&auml; saa sentti&auml;k&auml;&auml;n rahaa, p&auml;invastoin, 
opetus maksaa.</li>
<li>Kalliin soittimen ja esiintymisasun yll&auml;pidon, kaikki osat t&auml;ytyy tuottaa Suomeen ulkomailta. My&ouml;s opettajat.</li>
<li>Harjoittelun Teid&auml;n kappaletoiveitanne ja tilaisuuttanne varten.</li>
<li>Soittimen viritt&auml;misen, pukeutumisen ja matkustamisen paikalle.</li>
<li><font color="blue">Esiintymisen Teid&auml;n tilaisuudessanne, siististi pukeutuneena, vireess&auml; ja hyv&auml;ss&auml; soittokunnossa.</font></li>
<li>Matkustamisen takaisin, soittimen ja asun huolto, paluu arkeen.</li>
</ul>
</p>

<p>
Olemme &auml;&auml;rimm&auml;isen kiitollisia Teid&auml;n kiinnostuksestanne esiintymist&auml;mme kohtaan, 
juhlistamme tilaisuuttanne mieluusti. Kuitenkin, yll&auml;olevasta saatte kuvan kaikesta siit&auml; mit&auml; kulissien takana tapahtuu, ja miksi 2 kappaleen soittaminen 4 sijaan ei vaikuta ty&ouml;m&auml;&auml;r&auml;&auml;mme k&auml;yt&auml;nn&ouml;ss&auml; yht&auml;&auml;n mit&auml;&auml;n.
</p>

<p>
Yhtye on tilattavissa vaikkapa l&auml;hett&auml;m&auml;ll&auml; s&auml;hk&ouml;postia 
osoitteeseen: <b>keikkamyynti(at)bagpipe.fi</b>
</p>

<p>
Lis&auml;tietoja saat ottamalla yhteytt&auml; osoitteeseen: 
<br><b>info(at)bagpipe.fi</b>
</p>
<p>
&nbsp;
</p>
<tr>
<td class="keskitettysolu">
<p>
<img src="Kuvat/MarchingIn.jpg">
</p>
<p>
<img src="http://www.bagpipe.fi/Kuvat/Theme/niceGif.jpg" height="90" 
width="90">
</p>
</td></tr>
</table>

</body>
</html>
